Repository: ragazzojp/BuggyCalculator-wp8
Catalog: BuggyCalculator/BuggyCalculator.WindowsPhone/MultilingualResources/BuggyCalculator.WindowsPhone.*.xlf
Languages: de_de, it_it

# ResourcesSettingsPageSubtitleText
source: settings
de_de: Einstellungen
it_it: impostazioni

# ResourcesSettingsPagePseudoRandomErrorCheckBoxContent
source: Pseudo-random error
de_de: Pseudo-zufälliger Fehler
it_it: Errore pseudo-casuale

# ResourcesSettingsPagePseudoRandomErrorTextText
source: The proportional error is set from 0% to the value above in a pseudo-random way. This means that the wrong result looks random, but it is always the same when obtained from the same correct result.
de_de: Der verhältnisgleiche Fehler ist von 0 % bis zum eingestellten Wert pseudo-zufällig gestellt. Das heißt, der Fehler sieht zufällig aus, aber er ist immer der gleich für jede bestimmte Ergebnis.
it_it: Rendi casuale l'errore da sommare al risultato giusto, dallo 0% al valore specificato sopra. Casuale si, ma più propriamente pseudo-casuale: in questo modo dallo stesso un risultato giusto si ottiene sempre lo stesso risultato sbagliato, sebbene questo sembri casuale.

# ResourcesSettingsPageSmartRoundingCheckBoxContent
source: Smart rounding
de_de: Smart Runden
it_it: Arrotondamento intelligente

# ResourcesSettingsPageSmartRoundingTextText
source: Hide additional decimals introduced by calculator errors. This rounds the wrong result at the to same precision of the correct result, hiding the error even more.
de_de: Die zusätzliche eingeführte Dezimalfehler ausblenden. Das rundet das falsche Ergebnis an die Genauigkeit des richtigen Ergebnisses um den Fehler besser zu verstecken.
it_it: Nascondi le cifre decimali introdotte dagli errori di calcolo. Questa opzione arrotonda il risultato sbagliato allo stesso numero di cifre decimali di quello giusto, nascondendo l'errore ancor di più.

# ResourcesSettingsPageFixedErrorHeaderText
source: Fixed error:
de_de: Fester Fehler:
it_it: Errore fisso:

# ResourcesSettingsPageFixedErrorTextText
source: This value is added on top of the correct result.
it_it: Questo errore è sommato al risultato giusto.

# ResourcesSettingsPageProportionalErrorHeaderText
source: Proportional error:
de_de: Verhältnisgleicher Fehler:
it_it: Errore proporzionale:

# ResourcesSettingsPageProportionalErrorTextText
source: A value proportional to the correct result is added on top of it.
de_de: Ein zum richtigen Ergebnis verhältnisgleicher Wert wird darauf hinzugefügt.
it_it: Al risultato giusto è sommato un errore proporzionale ad esso.

# ResourcesSettingsPageCommandDefaultLabel
source: default
de_de: Rücksetzen
it_it: predefinite

# ResourcesManifestDisplayName
source: Wrong calculator
de_de: Taschenverrechner
it_it: Calcolatrice che sbaglia

# ResourcesManifestDescription
source: A calculator that gives wrong results in a controlled way
de_de: Ein einstellbare Taschenrechner, der sich verrechnet
it_it: Una calcolatrice che sbaglia i calcoli, e di quanto lo decidi tu

# ResourcesMainPageCommandSettingsLabel
source: settings
de_de: Einstell.
it_it: impostaz.

# ResourcesMainPageCommandAboutLabel
source: about
de_de: Info
it_it: info

# ResourcesAppTitleText
source: WRONG CALCULATOR
de_de: TASCHENVERRECHNER
it_it: CALCOLATRICE CHE SBAGLIA

# ResourcesAboutPageWhatsNewHeaderText
source: What's new
de_de: Neuheiten
it_it: Novità

# ResourcesAboutPageWhatsNewTextText
source: This is the first release and probably the last one.
de_de: Das ist die erste und warscheilich die letze Version.
it_it: Questa è la prima versione e probabilmente anche l'ultima.

# ResourcesAboutPageWhyThisAppHeaderText
source: Why this app
de_de: Warum diese App
it_it: Il perché di questa app

# ResourcesAboutPageWhyThisAppText1Text
source: Who does not need a calculator that gives wrong results?
de_de: Wer braucht keinen Taschenrechner, der sich verrechnet?
it_it: Chi non ha mai avuto bisogno di una calcolatrice che sbaglia i calcoli?

# ResourcesAboutPageWhyThisAppText2Text
source: Sooner or later everybody need to round or adjust the result of a calculation to their advantage, like when splitting the bill of a restaurant between true and loyal friends, or to trick one of them who still does not want to believe that 17 - 4 is actually 12.
de_de: Früher oder später müssen alle das Ergebnis einer Berechnung zu ihrem Vorteil auf- oder abrunden. Zum Beispiel in einem Restaurant zusammen mit wahren und treuen Freunden oder einen davon endlich überzeugen, dass 17 - 4 tatsächlich 12 macht.
it_it: Prima o poi tutti hanno bisogno di arrotondare o "perfezionare" il risultato di un calcolo a loro vantaggio, come ad esempio al momento di divedere il conto fra un gruppo di amici veri e leali, oppure per convincere uno di loro che si ostina a non credere che 17 - 4 faccia veramente 12.

# ResourcesAboutPageWhyThisAppText3Text
source: This app is made explicitly for these purposes.
de_de: Diese App wurde explizit für diese besondere Zwecke entwickelt.
it_it: Questa app è stata sviluppata esplicitamente per questi scopi.

# ResourcesAboutPageWhyThisAppText4Text
source: Just configure the behavior in the settings page and a predictable error is applied to the result of every calculation.
de_de: Einfach das Verhalten des Taschenrechners einstellen und vorhersehbare Fehler werden an das Ergebnis jeder Berechnung angewendet.
it_it: Basta configurarne il comportamento nelle impostazioni e l'errore desiderato verrà applicato automaticamente a ogni risultato calcolato.

# ResourcesAboutPageWhyThisAppText5Text
source: Please enjoy responsibly.
de_de: Bitte bewusst genießen.
it_it: Fatene un uso responsabile.

# ResourcesAboutPageSubtitleText
source: about
de_de: Info
it_it: informazioni su
